{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 25000, "word_counts": "{}", "word_docs": "{}", "index_docs": "{\"1\": 25000, \"2\": 24325, \"515\": 1071, \"4\": 24793, \"5\": 24164, \"6\": 24174, \"4613\": 89, \"8\": 23475, \"9\": 22427, \"7\": 23726, \"1029\": 518, \"12\": 21332, \"13\": 19230, \"14\": 22637, \"15\": 20041, \"16\": 16164, \"17\": 16118, \"530\": 1027, \"19\": 17466, \"18\": 17882, \"21\": 17979, \"22\": 13824, \"2071\": 235, \"25\": 12888, \"26\": 13900, \"28\": 14185, \"30\": 14139, \"32\": 13072, \"33\": 12941, \"546\": 1065, \"35\": 12208, \"36\": 10367, \"38\": 11714, \"39\": 11715, \"43\": 10549, \"46\": 10612, \"48\": 10688, \"50\": 9727, \"51\": 9634, \"52\": 9616, \"56\": 8664, \"62\": 8043, \"65\": 7584, \"66\": 7628, \"71\": 6771, \"76\": 7084, \"77\": 6653, \"82\": 6459, \"1622\": 315, \"1111\": 352, \"87\": 6305, \"88\": 6249, \"92\": 6266, \"98\": 5596, \"100\": 5865, \"103\": 5781, \"104\": 5441, \"106\": 5465, \"619\": 892, \"107\": 4961, \"112\": 5029, \"113\": 4577, \"626\": 898, \"117\": 4836, \"124\": 4775, \"5244\": 57, \"130\": 4538, \"134\": 4108, \"135\": 4337, \"141\": 4022, \"144\": 4037, \"147\": 3703, \"150\": 3718, \"670\": 771, \"167\": 3394, \"172\": 3324, \"173\": 3177, \"2223\": 199, \"178\": 2759, \"3766\": 75, \"192\": 2970, \"194\": 2791, \"3785\": 107, \"723\": 633, \"215\": 2749, \"1247\": 420, \"224\": 2654, \"5345\": 72, \"226\": 2641, \"256\": 2118, \"283\": 1968, \"284\": 1921, \"297\": 1728, \"1334\": 383, \"316\": 1854, \"317\": 1835, \"7486\": 46, \"5952\": 59, \"838\": 692, \"336\": 1338, \"3941\": 110, \"1385\": 385, \"4468\": 92, \"4472\": 93, \"381\": 1463, \"1920\": 258, \"385\": 1535, \"386\": 1595, \"1415\": 345, \"400\": 1389, \"407\": 1412, \"5535\": 70, \"4536\": 72, \"447\": 1246, \"458\": 1275, \"973\": 565, \"469\": 1268, \"476\": 1002, \"480\": 1108, \"2025\": 236, \"1543\": 332, \"11\": 22039, \"20\": 15230, \"23\": 15710, \"29\": 9900, \"3103\": 144, \"37\": 11133, \"45\": 9225, \"8255\": 33, \"64\": 8362, \"68\": 6984, \"69\": 7454, \"2637\": 169, \"78\": 5887, \"89\": 6302, \"93\": 6365, \"605\": 883, \"95\": 5652, \"1634\": 316, \"102\": 5345, \"9837\": 26, \"110\": 5328, \"1649\": 307, \"114\": 5010, \"625\": 850, \"116\": 5351, \"118\": 4894, \"119\": 4439, \"120\": 4758, \"123\": 3334, \"125\": 4638, \"126\": 4801, \"1153\": 455, \"131\": 4430, \"1157\": 442, \"647\": 877, \"136\": 3813, \"3215\": 136, \"656\": 893, \"145\": 3935, \"148\": 3771, \"152\": 3617, \"1690\": 286, \"154\": 3464, \"163\": 3130, \"165\": 3440, \"168\": 3445, \"174\": 3245, \"175\": 3299, \"188\": 3019, \"189\": 2086, \"1212\": 445, \"6853\": 51, \"715\": 813, \"207\": 2755, \"220\": 2658, \"228\": 2296, \"229\": 2526, \"245\": 2411, \"249\": 2265, \"2300\": 214, \"775\": 699, \"4362\": 95, \"4369\": 90, \"4373\": 86, \"285\": 2023, \"4901\": 79, \"7464\": 48, \"1322\": 399, \"299\": 1882, \"2350\": 197, \"8003\": 39, \"1355\": 335, \"340\": 1646, \"349\": 1350, \"1382\": 372, \"1905\": 262, \"371\": 1531, \"394\": 1332, \"398\": 1462, \"5012\": 56, \"1463\": 301, \"952\": 595, \"954\": 552, \"455\": 909, \"462\": 1210, \"8163\": 41, \"1002\": 444, \"491\": 1176, \"1523\": 331, \"1539\": 346, \"2578\": 179, \"534\": 1041, \"31\": 14100, \"40\": 11676, \"42\": 10338, \"47\": 10065, \"54\": 9031, \"57\": 8202, \"58\": 8720, \"61\": 8114, \"75\": 5546, \"79\": 6753, \"83\": 6424, \"595\": 875, \"85\": 6683, \"86\": 6419, \"607\": 926, \"610\": 905, \"108\": 4599, \"624\": 904, \"638\": 891, \"3711\": 117, \"129\": 4266, \"645\": 879, \"149\": 3829, \"662\": 831, \"170\": 3380, \"1200\": 463, \"1716\": 257, \"191\": 3018, \"1228\": 438, \"4821\": 72, \"227\": 2565, \"6905\": 53, \"257\": 2054, \"2307\": 201, \"263\": 1851, \"780\": 745, \"272\": 1999, \"1301\": 413, \"278\": 1955, \"1829\": 281, \"296\": 1976, \"311\": 1766, \"1338\": 402, \"320\": 1729, \"326\": 1760, \"3912\": 104, \"1352\": 393, \"334\": 1775, \"1873\": 261, \"5974\": 59, \"2401\": 195, \"360\": 1648, \"369\": 1481, \"5122\": 77, \"10\": 14666, \"9225\": 35, \"1550\": 272, \"2070\": 239, \"537\": 900, \"27\": 10678, \"4122\": 87, \"538\": 1036, \"41\": 6456, \"44\": 10491, \"5168\": 71, \"49\": 9645, \"3633\": 118, \"518\": 1040, \"53\": 9064, \"1076\": 513, \"59\": 5175, \"60\": 8418, \"566\": 977, \"575\": 962, \"67\": 8083, \"579\": 962, \"2116\": 227, \"70\": 7856, \"586\": 974, \"1615\": 314, \"80\": 6245, \"594\": 971, \"4185\": 99, \"90\": 5120, \"91\": 6509, \"94\": 5176, \"1118\": 417, \"96\": 6030, \"1117\": 460, \"97\": 6128, \"105\": 5040, \"3693\": 105, \"111\": 5067, \"4726\": 85, \"121\": 4731, \"635\": 793, \"2683\": 170, \"127\": 4548, \"3715\": 115, \"132\": 3790, \"5766\": 63, \"3211\": 135, \"143\": 3993, \"1685\": 303, \"3222\": 139, \"2574\": 183, \"153\": 3638, \"159\": 3601, \"671\": 742, \"2722\": 172, \"6307\": 60, \"2213\": 201, \"166\": 3541, \"7339\": 41, \"1710\": 297, \"687\": 768, \"2733\": 115, \"1052\": 470, \"1202\": 452, \"180\": 3092, \"182\": 2784, \"3772\": 107, \"3261\": 137, \"2750\": 161, \"1219\": 383, \"195\": 2871, \"202\": 2955, \"716\": 773, \"205\": 2756, \"719\": 753, \"1236\": 393, \"9941\": 22, \"726\": 788, \"1239\": 412, \"216\": 2805, \"217\": 2455, \"219\": 2757, \"4319\": 97, \"736\": 695, \"3807\": 111, \"744\": 729, \"746\": 753, \"236\": 2466, \"238\": 2423, \"1775\": 278, \"242\": 2438, \"2804\": 162, \"246\": 2267, \"758\": 465, \"1784\": 271, \"761\": 607, \"559\": 966, \"2306\": 217, \"1795\": 237, \"1797\": 260, \"2311\": 205, \"265\": 2184, \"279\": 1978, \"280\": 2081, \"2841\": 164, \"793\": 720, \"3353\": 123, \"796\": 685, \"1311\": 346, \"804\": 687, \"1830\": 253, \"7979\": 42, \"2348\": 205, \"3890\": 109, \"2867\": 159, \"307\": 1802, \"309\": 1800, \"310\": 1430, \"1846\": 257, \"314\": 1710, \"318\": 1785, \"842\": 678, \"846\": 599, \"2895\": 159, \"341\": 1512, \"859\": 673, \"1885\": 261, \"7008\": 48, \"5991\": 27, \"1386\": 385, \"2413\": 189, \"882\": 590, \"1906\": 262, \"6004\": 61, \"888\": 610, \"377\": 1445, \"7039\": 50, \"9096\": 34, \"4494\": 73, \"399\": 1447, \"403\": 1386, \"3987\": 94, \"7064\": 49, \"921\": 582, \"922\": 591, \"408\": 1420, \"1944\": 225, \"413\": 1370, \"1447\": 338, \"936\": 564, \"3501\": 121, \"431\": 1233, \"432\": 1274, \"953\": 566, \"955\": 578, \"452\": 1020, \"456\": 1197, \"2504\": 114, \"464\": 1158, \"1494\": 321, \"985\": 483, \"482\": 1204, \"494\": 1125, \"496\": 1139, \"1010\": 422, \"2040\": 229, \"9214\": 32, \"2073\": 229, \"1571\": 335, \"516\": 1014, \"2601\": 166, \"562\": 1008, \"569\": 933, \"570\": 997, \"7224\": 49, \"2626\": 181, \"74\": 7121, \"3171\": 75, \"1637\": 313, \"2167\": 211, \"128\": 4625, \"138\": 3874, \"1696\": 305, \"706\": 789, \"725\": 787, \"233\": 2555, \"1272\": 349, \"251\": 2217, \"6397\": 52, \"784\": 694, \"289\": 1816, \"298\": 1653, \"1323\": 394, \"2359\": 201, \"355\": 1586, \"1400\": 372, \"919\": 599, \"419\": 1329, \"421\": 1305, \"429\": 1264, \"3524\": 125, \"457\": 1167, \"473\": 1209, \"474\": 1179, \"988\": 424, \"1513\": 308, \"778\": 710, \"139\": 3914, \"664\": 619, \"665\": 797, \"24\": 14936, \"1051\": 472, \"156\": 3573, \"7982\": 34, \"1361\": 355, \"3804\": 111, \"1766\": 205, \"749\": 673, \"630\": 888, \"7175\": 51, \"4121\": 104, \"4132\": 91, \"2084\": 204, \"55\": 8668, \"63\": 7572, \"81\": 6645, \"6740\": 53, \"4183\": 101, \"99\": 5722, \"1156\": 467, \"9363\": 33, \"161\": 3433, \"2212\": 227, \"4773\": 82, \"196\": 2935, \"197\": 2915, \"200\": 2744, \"5327\": 73, \"1234\": 426, \"4831\": 58, \"270\": 2127, \"271\": 2157, \"5390\": 74, \"1831\": 262, \"1838\": 261, \"819\": 696, \"5940\": 64, \"7485\": 35, \"1345\": 396, \"1349\": 344, \"354\": 1629, \"356\": 1544, \"365\": 1465, \"1901\": 264, \"8564\": 38, \"2436\": 195, \"423\": 1300, \"949\": 588, \"1974\": 251, \"2494\": 186, \"486\": 1090, \"6638\": 42, \"500\": 715, \"1016\": 272, \"3074\": 107, \"7685\": 45, \"1034\": 447, \"526\": 1112, \"1055\": 516, \"34\": 11721, \"550\": 996, \"549\": 1040, \"7722\": 41, \"6706\": 42, \"6202\": 58, \"1082\": 508, \"8253\": 40, \"1094\": 430, \"4165\": 97, \"72\": 7330, \"4171\": 102, \"588\": 804, \"1104\": 497, \"84\": 6132, \"5206\": 74, \"1109\": 490, \"600\": 966, \"601\": 963, \"602\": 955, \"599\": 768, \"9820\": 28, \"1546\": 326, \"2152\": 226, \"1134\": 464, \"115\": 5016, \"628\": 741, \"629\": 762, \"122\": 4747, \"3717\": 94, \"133\": 4202, \"7304\": 49, \"142\": 4061, \"5262\": 64, \"655\": 886, \"6847\": 53, \"8848\": 37, \"659\": 835, \"6293\": 59, \"5270\": 64, \"1686\": 284, \"155\": 3726, \"539\": 808, \"157\": 3517, \"3231\": 125, \"162\": 3219, \"541\": 869, \"6308\": 57, \"1188\": 438, \"164\": 3428, \"1703\": 299, \"8361\": 39, \"4104\": 104, \"171\": 3436, \"1196\": 453, \"176\": 3266, \"689\": 749, \"5802\": 66, \"2228\": 188, \"177\": 3224, \"183\": 2995, \"184\": 2911, \"185\": 2708, \"5310\": 76, \"4617\": 89, \"5312\": 74, \"1730\": 284, \"4804\": 67, \"707\": 747, \"199\": 2734, \"208\": 2772, \"1059\": 514, \"5842\": 63, \"3282\": 131, \"728\": 791, \"218\": 2588, \"225\": 2345, \"1251\": 423, \"4324\": 73, \"230\": 2552, \"1572\": 317, \"4323\": 79, \"6371\": 58, \"8941\": 32, \"237\": 2495, \"753\": 706, \"244\": 2287, \"2293\": 198, \"247\": 2263, \"763\": 779, \"258\": 2239, \"259\": 2282, \"4869\": 85, \"774\": 758, \"2826\": 161, \"2315\": 167, \"1292\": 418, \"267\": 2167, \"2828\": 154, \"4367\": 71, \"783\": 688, \"786\": 708, \"788\": 722, \"277\": 1938, \"1310\": 407, \"799\": 611, \"2337\": 199, \"803\": 710, \"292\": 1915, \"2343\": 200, \"301\": 1925, \"814\": 698, \"1839\": 276, \"5936\": 64, \"818\": 702, \"306\": 1921, \"824\": 709, \"313\": 1410, \"4413\": 95, \"1859\": 261, \"841\": 653, \"845\": 685, \"847\": 672, \"4434\": 92, \"339\": 1624, \"338\": 1599, \"853\": 663, \"344\": 1534, \"345\": 1671, \"2909\": 161, \"352\": 1465, \"357\": 1506, \"871\": 614, \"1895\": 266, \"2407\": 197, \"682\": 782, \"364\": 1531, \"367\": 1616, \"373\": 1442, \"1916\": 250, \"2945\": 140, \"898\": 622, \"901\": 624, \"2441\": 194, \"906\": 620, \"913\": 592, \"424\": 1305, \"426\": 1362, \"430\": 1155, \"1456\": 317, \"1465\": 343, \"1467\": 359, \"956\": 601, \"7101\": 47, \"446\": 1279, \"2493\": 157, \"5056\": 71, \"964\": 589, \"453\": 1180, \"8651\": 38, \"465\": 1126, \"466\": 1209, \"1493\": 355, \"2519\": 182, \"4069\": 96, \"1001\": 533, \"1004\": 533, \"2029\": 234, \"2030\": 242, \"2642\": 167, \"1009\": 498, \"497\": 1121, \"5623\": 70, \"3094\": 142, \"547\": 1026, \"561\": 965, \"571\": 973, \"3672\": 107, \"6750\": 49, \"1120\": 476, \"1135\": 458, \"3186\": 141, \"639\": 846, \"137\": 4096, \"140\": 4188, \"4751\": 86, \"1713\": 300, \"1728\": 295, \"4299\": 96, \"724\": 813, \"235\": 2479, \"750\": 704, \"3823\": 111, \"5369\": 74, \"264\": 2209, \"269\": 2167, \"3866\": 111, \"800\": 723, \"1314\": 400, \"2347\": 209, \"2380\": 203, \"333\": 1709, \"6991\": 52, \"4441\": 92, \"350\": 1636, \"866\": 634, \"376\": 1529, \"3974\": 107, \"406\": 1264, \"5533\": 69, \"7612\": 45, \"979\": 566, \"3033\": 145, \"2527\": 151, \"2541\": 181, \"3578\": 74, \"1041\": 545, \"7273\": 49, \"1167\": 470, \"151\": 3591, \"1179\": 286, \"1187\": 439, \"2723\": 164, \"1719\": 287, \"211\": 2796, \"1242\": 432, \"8419\": 38, \"243\": 2296, \"253\": 2126, \"794\": 715, \"795\": 696, \"2849\": 162, \"294\": 1917, \"807\": 663, \"816\": 679, \"335\": 1597, \"3445\": 128, \"375\": 1512, \"396\": 1240, \"6035\": 46, \"439\": 1237, \"1987\": 232, \"481\": 1103, \"7144\": 51, \"1030\": 530, \"528\": 1104, \"2068\": 231, \"540\": 1073, \"1568\": 328, \"545\": 1067, \"3130\": 133, \"7740\": 45, \"73\": 7528, \"2127\": 185, \"5202\": 78, \"2140\": 204, \"618\": 918, \"109\": 4672, \"1645\": 311, \"2161\": 221, \"2679\": 175, \"648\": 799, \"3208\": 139, \"4233\": 99, \"5773\": 63, \"146\": 3655, \"1172\": 332, \"4760\": 68, \"1178\": 484, \"685\": 857, \"179\": 3032, \"7865\": 43, \"1722\": 261, \"713\": 823, \"3786\": 112, \"203\": 2682, \"2768\": 127, \"8914\": 20, \"5341\": 74, \"221\": 2621, \"1257\": 435, \"2286\": 193, \"1786\": 284, \"764\": 724, \"252\": 2377, \"2818\": 159, \"771\": 747, \"770\": 761, \"773\": 675, \"776\": 734, \"785\": 555, \"2834\": 164, \"273\": 2070, \"276\": 2147, \"7444\": 48, \"274\": 1431, \"281\": 1977, \"293\": 1910, \"295\": 1972, \"4397\": 92, \"304\": 1937, \"7475\": 41, \"829\": 696, \"321\": 1777, \"1348\": 394, \"324\": 1698, \"328\": 1465, \"3404\": 124, \"1367\": 391, \"346\": 1552, \"4442\": 89, \"1375\": 361, \"361\": 1582, \"883\": 596, \"378\": 1475, \"1407\": 383, \"1921\": 262, \"1412\": 365, \"1430\": 345, \"1432\": 330, \"409\": 1434, \"410\": 1396, \"2973\": 158, \"2989\": 146, \"438\": 1171, \"6584\": 56, \"3000\": 134, \"6075\": 62, \"444\": 1327, \"448\": 1304, \"471\": 1234, \"7130\": 39, \"3547\": 119, \"989\": 556, \"2532\": 187, \"487\": 1157, \"1005\": 530, \"1007\": 560, \"1008\": 514, \"2547\": 170, \"1525\": 344, \"502\": 1142, \"1534\": 349, \"910\": 376, \"425\": 1293, \"1706\": 305, \"2218\": 216, \"3002\": 150, \"5308\": 63, \"322\": 1570, \"2241\": 198, \"329\": 1737, \"1610\": 325, \"212\": 2339, \"1496\": 286, \"991\": 575, \"351\": 1447, \"873\": 664, \"7412\": 43, \"1398\": 372, \"379\": 1351, \"651\": 870, \"1554\": 327, \"1939\": 220, \"158\": 3372, \"181\": 3099, \"1471\": 357, \"9667\": 21, \"454\": 1298, \"3017\": 152, \"459\": 1208, \"851\": 666, \"1492\": 336, \"359\": 1585, \"1511\": 215, \"4455\": 78, \"616\": 880, \"4843\": 85, \"2031\": 230, \"2291\": 219, \"3571\": 122, \"1913\": 257, \"3072\": 150, \"3586\": 110, \"517\": 1073, \"7698\": 41, \"542\": 1028, \"3612\": 114, \"554\": 875, \"558\": 852, \"5170\": 65, \"5174\": 76, \"6204\": 61, \"577\": 811, \"1093\": 424, \"1107\": 500, \"1633\": 270, \"8802\": 36, \"3177\": 113, \"5227\": 71, \"620\": 888, \"622\": 896, \"6256\": 57, \"1653\": 315, \"658\": 733, \"668\": 816, \"2719\": 156, \"169\": 3384, \"1195\": 435, \"3269\": 135, \"5330\": 71, \"6866\": 53, \"1246\": 341, \"8932\": 36, \"232\": 2181, \"2803\": 156, \"766\": 686, \"255\": 2009, \"260\": 2203, \"266\": 2164, \"1291\": 413, \"2320\": 202, \"3882\": 104, \"3374\": 125, \"820\": 694, \"3388\": 128, \"3904\": 107, \"3936\": 108, \"1898\": 195, \"374\": 1370, \"383\": 1206, \"900\": 649, \"2446\": 196, \"2448\": 194, \"9106\": 35, \"928\": 608, \"418\": 1373, \"933\": 607, \"433\": 1271, \"946\": 597, \"437\": 1303, \"442\": 1073, \"957\": 591, \"449\": 1223, \"1990\": 255, \"4057\": 96, \"7143\": 47, \"492\": 920, \"8176\": 36, \"4595\": 84, \"6133\": 61, \"504\": 1153, \"7164\": 45, \"1408\": 369, \"1544\": 296, \"789\": 726, \"543\": 865, \"3239\": 107, \"2603\": 183, \"302\": 1802, \"4017\": 83, \"2872\": 146, \"2364\": 203, \"835\": 645, \"2885\": 161, \"6214\": 55, \"968\": 512, \"4044\": 89, \"1866\": 240, \"4430\": 90, \"1609\": 288, \"852\": 466, \"3925\": 89, \"2777\": 162, \"2146\": 218, \"608\": 866, \"2018\": 244, \"1642\": 311, \"5226\": 62, \"6640\": 50, \"884\": 491, \"503\": 1024, \"2552\": 187, \"2809\": 164, \"2173\": 152, \"519\": 899, \"5128\": 69, \"2092\": 191, \"4179\": 99, \"2134\": 220, \"5211\": 74, \"2699\": 176, \"6286\": 57, \"4756\": 80, \"1688\": 303, \"5288\": 66, \"1198\": 457, \"701\": 838, \"1222\": 356, \"222\": 2719, \"1270\": 403, \"5400\": 73, \"4891\": 84, \"806\": 720, \"2863\": 154, \"8016\": 35, \"1880\": 215, \"3934\": 92, \"358\": 1617, \"1402\": 380, \"893\": 582, \"3978\": 100, \"1431\": 339, \"2975\": 157, \"2476\": 188, \"445\": 1060, \"9671\": 27, \"470\": 1172, \"997\": 507, \"1522\": 274, \"1527\": 314, \"1530\": 285, \"6141\": 62, \"1549\": 285, \"1050\": 527, \"557\": 1027, \"9263\": 20, \"565\": 960, \"3639\": 118, \"3649\": 113, \"101\": 5771, \"3178\": 135, \"2165\": 196, \"4222\": 99, \"1662\": 181, \"7302\": 24, \"2186\": 210, \"1190\": 419, \"1749\": 206, \"6918\": 53, \"777\": 713, \"291\": 1892, \"808\": 654, \"5954\": 64, \"6987\": 44, \"1439\": 364, \"7092\": 15, \"2997\": 138, \"440\": 1300, \"7630\": 45, \"6115\": 61, \"484\": 1136, \"485\": 1170, \"495\": 1148, \"498\": 980, \"4604\": 75, \"2074\": 194, \"4131\": 91, \"4148\": 102, \"6239\": 44, \"2185\": 226, \"2187\": 166, \"4236\": 98, \"2201\": 225, \"8350\": 38, \"160\": 3609, \"2209\": 225, \"6313\": 47, \"4282\": 97, \"193\": 2985, \"213\": 2624, \"231\": 2550, \"239\": 2275, \"2295\": 193, \"2310\": 203, \"8474\": 36, \"287\": 1913, \"6435\": 28, \"303\": 1832, \"308\": 1573, \"4408\": 66, \"327\": 1683, \"343\": 1656, \"370\": 1459, \"2426\": 198, \"387\": 1498, \"422\": 1309, \"428\": 1126, \"4526\": 93, \"435\": 1312, \"436\": 1292, \"2490\": 190, \"6592\": 54, \"451\": 1182, \"6597\": 42, \"479\": 1092, \"488\": 920, \"4590\": 88, \"2543\": 166, \"4597\": 86, \"501\": 1105, \"513\": 897, \"2561\": 181, \"521\": 1090, \"522\": 1096, \"2577\": 179, \"2597\": 172, \"551\": 1037, \"563\": 1002, \"572\": 971, \"6732\": 53, \"617\": 872, \"4724\": 83, \"631\": 786, \"2684\": 172, \"636\": 891, \"637\": 899, \"2687\": 128, \"650\": 855, \"4750\": 69, \"678\": 810, \"680\": 798, \"690\": 695, \"698\": 670, \"699\": 727, \"2754\": 165, \"729\": 790, \"733\": 748, \"742\": 644, \"756\": 693, \"2808\": 163, \"797\": 698, \"2853\": 122, \"4907\": 74, \"4909\": 79, \"839\": 694, \"849\": 653, \"2900\": 130, \"2904\": 150, \"2919\": 160, \"4976\": 66, \"2959\": 152, \"9105\": 34, \"927\": 588, \"937\": 597, \"9147\": 31, \"9192\": 33, \"5101\": 64, \"3077\": 144, \"5125\": 72, \"3089\": 118, \"7197\": 49, \"1063\": 504, \"3112\": 129, \"1073\": 450, \"5187\": 62, \"1095\": 417, \"1108\": 462, \"3166\": 130, \"1131\": 465, \"3212\": 138, \"1199\": 428, \"3252\": 105, \"7348\": 41, \"1206\": 361, \"1221\": 416, \"1237\": 430, \"1250\": 340, \"1283\": 421, \"5388\": 65, \"1294\": 402, \"5416\": 72, \"3384\": 126, \"1340\": 291, \"7491\": 46, \"1366\": 314, \"1368\": 333, \"1376\": 388, \"3438\": 117, \"1395\": 274, \"5504\": 69, \"1424\": 378, \"1452\": 363, \"1457\": 366, \"7627\": 43, \"3544\": 84, \"9722\": 31, \"3579\": 115, \"9731\": 31, \"1551\": 337, \"9757\": 31, \"1567\": 330, \"7716\": 45, \"3622\": 91, \"5673\": 68, \"5674\": 68, \"5697\": 65, \"3661\": 117, \"3699\": 99, \"3720\": 115, \"3743\": 107, \"1701\": 220, \"1705\": 227, \"3760\": 115, \"3769\": 102, \"3770\": 56, \"5836\": 51, \"9935\": 29, \"1818\": 236, \"5955\": 59, \"3907\": 111, \"8021\": 37, \"4000\": 97, \"1964\": 200, \"8143\": 38, \"4050\": 66, \"2005\": 181, \"2019\": 207, \"8171\": 41, \"4622\": 88, \"1046\": 537, \"1056\": 449, \"8742\": 37, \"552\": 1006, \"7259\": 47, \"2660\": 176, \"613\": 756, \"615\": 902, \"623\": 933, \"1139\": 478, \"640\": 751, \"3223\": 138, \"2724\": 172, \"4792\": 83, \"187\": 2983, \"190\": 2949, \"710\": 801, \"4808\": 43, \"1765\": 259, \"2791\": 167, \"752\": 778, \"815\": 672, \"319\": 1892, \"8011\": 20, \"863\": 655, \"353\": 1660, \"368\": 1567, \"382\": 1458, \"2482\": 193, \"1472\": 300, \"478\": 1159, \"3079\": 147, \"535\": 1067, \"6687\": 46, \"5162\": 61, \"555\": 1011, \"556\": 916, \"6712\": 54, \"1083\": 368, \"604\": 877, \"1170\": 404, \"696\": 821, \"703\": 663, \"2755\": 153, \"1220\": 440, \"5324\": 60, \"6349\": 60, \"727\": 773, \"731\": 685, \"738\": 771, \"2799\": 159, \"1792\": 249, \"262\": 2269, \"268\": 2101, \"1827\": 220, \"7466\": 47, \"1370\": 384, \"3432\": 126, \"9580\": 27, \"939\": 496, \"5551\": 68, \"6083\": 62, \"4561\": 88, \"6613\": 36, \"994\": 538, \"499\": 1102, \"505\": 1145, \"1020\": 540, \"2586\": 175, \"4135\": 102, \"1639\": 310, \"9859\": 28, \"686\": 842, \"186\": 2902, \"204\": 2341, \"1235\": 431, \"732\": 792, \"769\": 720, \"3875\": 97, \"312\": 1837, \"9064\": 31, \"887\": 633, \"902\": 607, \"966\": 576, \"1498\": 339, \"8707\": 36, \"7700\": 43, \"1053\": 522, \"6724\": 50, \"8262\": 37, \"2640\": 181, \"8793\": 37, \"1116\": 489, \"1656\": 245, \"4246\": 92, \"3747\": 114, \"2752\": 173, \"1754\": 287, \"734\": 784, \"739\": 773, \"7421\": 41, \"6412\": 50, \"3355\": 133, \"1309\": 407, \"6950\": 53, \"1890\": 270, \"6020\": 62, \"4488\": 94, \"2442\": 202, \"977\": 579, \"978\": 569, \"472\": 1242, \"3046\": 152, \"2036\": 247, \"8693\": 33, \"3104\": 148, \"3129\": 144, \"633\": 892, \"641\": 873, \"652\": 873, \"2701\": 160, \"1166\": 465, \"674\": 836, \"2215\": 219, \"1708\": 295, \"697\": 823, \"201\": 1911, \"3793\": 113, \"1753\": 291, \"745\": 664, \"3324\": 129, \"4385\": 91, \"1321\": 355, \"1329\": 406, \"822\": 685, \"1356\": 378, \"1359\": 273, \"857\": 632, \"2394\": 201, \"1892\": 269, \"874\": 633, \"363\": 1447, \"366\": 1615, \"1903\": 212, \"885\": 631, \"886\": 639, \"2425\": 185, \"1914\": 248, \"908\": 612, \"2445\": 196, \"6542\": 56, \"7569\": 46, \"1453\": 370, \"6583\": 55, \"7609\": 44, \"960\": 579, \"490\": 1137, \"1524\": 333, \"6191\": 59, \"4226\": 91, \"6292\": 57, \"6301\": 37, \"2227\": 220, \"198\": 2782, \"2257\": 213, \"214\": 2616, \"2267\": 211, \"6374\": 41, \"2279\": 203, \"6379\": 59, \"250\": 2051, \"254\": 2368, \"2303\": 215, \"275\": 1948, \"282\": 2034, \"4379\": 94, \"286\": 1927, \"6434\": 58, \"2339\": 199, \"8504\": 39, \"6463\": 28, \"323\": 1597, \"347\": 1615, \"2428\": 203, \"384\": 1456, \"2438\": 181, \"405\": 1350, \"4152\": 102, \"2483\": 183, \"4548\": 81, \"2511\": 189, \"467\": 1254, \"468\": 1165, \"507\": 1048, \"509\": 1063, \"511\": 1059, \"2565\": 172, \"4620\": 79, \"6669\": 48, \"8734\": 34, \"2594\": 182, \"8749\": 37, \"564\": 969, \"2612\": 183, \"4698\": 59, \"612\": 831, \"6758\": 51, \"614\": 930, \"634\": 861, \"666\": 862, \"4791\": 80, \"6855\": 49, \"712\": 769, \"721\": 812, \"4820\": 84, \"2797\": 165, \"8990\": 33, \"2880\": 160, \"843\": 687, \"844\": 634, \"850\": 633, \"870\": 682, \"4980\": 78, \"9081\": 36, \"904\": 600, \"915\": 586, \"918\": 624, \"5022\": 60, \"961\": 593, \"963\": 551, \"3019\": 136, \"5074\": 78, \"3027\": 152, \"984\": 555, \"1058\": 518, \"1061\": 517, \"1077\": 501, \"3132\": 145, \"3150\": 137, \"1121\": 469, \"1129\": 481, \"3180\": 99, \"1137\": 467, \"1141\": 479, \"1191\": 430, \"3259\": 134, \"3262\": 139, \"1216\": 446, \"1249\": 413, \"3308\": 138, \"5363\": 74, \"1267\": 422, \"9462\": 32, \"5452\": 70, \"1360\": 392, \"1365\": 376, \"5476\": 68, \"7526\": 43, \"1391\": 387, \"1399\": 345, \"5500\": 66, \"1406\": 365, \"1410\": 301, \"5517\": 70, \"3472\": 123, \"1426\": 352, \"7586\": 44, \"1474\": 355, \"5606\": 60, \"1519\": 324, \"1535\": 351, \"7688\": 43, \"3667\": 116, \"7767\": 24, \"1652\": 241, \"7826\": 42, \"1698\": 263, \"7863\": 37, \"5857\": 63, \"1761\": 236, \"3821\": 86, \"1826\": 281, \"1834\": 253, \"1843\": 264, \"3898\": 108, \"1927\": 254, \"1963\": 243, \"1969\": 251, \"1975\": 254, \"4029\": 60, \"2011\": 248, \"2012\": 244, \"4227\": 97, \"5259\": 70, \"5910\": 56, \"1184\": 466, \"6647\": 53, \"4390\": 84, \"1062\": 522, \"2353\": 206, \"3634\": 72, \"7610\": 28, \"3278\": 102, \"210\": 2686, \"1881\": 162, \"1262\": 405, \"9075\": 33, \"1018\": 543, \"2572\": 187, \"1036\": 513, \"6176\": 51, \"3119\": 138, \"606\": 913, \"1644\": 286, \"4765\": 81, \"692\": 837, \"5307\": 69, \"2263\": 221, \"6366\": 40, \"223\": 2101, \"1268\": 395, \"3830\": 112, \"782\": 604, \"4883\": 78, \"2854\": 163, \"330\": 1792, \"331\": 1689, \"1388\": 372, \"389\": 1439, \"392\": 1441, \"401\": 1476, \"8614\": 18, \"6631\": 52, \"2576\": 174, \"3620\": 115, \"5159\": 69, \"1577\": 334, \"1579\": 324, \"5192\": 64, \"1101\": 481, \"3678\": 99, \"1142\": 486, \"3202\": 140, \"6279\": 55, \"1180\": 459, \"672\": 640, \"8887\": 37, \"209\": 2812, \"4838\": 48, \"4328\": 96, \"241\": 2258, \"6897\": 51, \"288\": 1867, \"4904\": 78, \"1336\": 353, \"825\": 699, \"1357\": 364, \"1875\": 205, \"5471\": 69, \"878\": 641, \"2935\": 159, \"390\": 984, \"391\": 1448, \"404\": 1355, \"412\": 1349, \"1949\": 247, \"417\": 1381, \"1461\": 331, \"3041\": 149, \"536\": 1098, \"1054\": 515, \"593\": 945, \"2648\": 177, \"5753\": 67, \"1168\": 399, \"1173\": 461, \"679\": 868, \"1260\": 425, \"4332\": 94, \"1264\": 438, \"5898\": 58, \"827\": 536, \"828\": 696, \"1853\": 260, \"836\": 641, \"1017\": 532, \"1042\": 424, \"1045\": 539, \"568\": 781, \"3642\": 118, \"4679\": 63, \"1098\": 447, \"4214\": 100, \"3197\": 110, \"1666\": 301, \"663\": 841, \"675\": 809, \"2784\": 71, \"8447\": 39, \"6919\": 50, \"2830\": 156, \"290\": 2090, \"8524\": 37, \"4436\": 89, \"342\": 1579, \"1893\": 264, \"2422\": 167, \"7034\": 51, \"7562\": 27, \"2456\": 188, \"9637\": 32, \"1972\": 239, \"3511\": 124, \"450\": 1269, \"1482\": 349, \"1035\": 535, \"4120\": 92, \"1570\": 317, \"2083\": 240, \"3140\": 48, \"1110\": 477, \"1119\": 482, \"1547\": 284, \"5752\": 61, \"6877\": 50, \"1758\": 250, \"6882\": 29, \"740\": 728, \"8944\": 31, \"1782\": 219, \"760\": 752, \"779\": 707, \"805\": 704, \"6444\": 54, \"3895\": 103, \"1337\": 386, \"1341\": 355, \"2366\": 202, \"840\": 664, \"332\": 1607, \"1872\": 209, \"1899\": 261, \"8084\": 39, \"5036\": 77, \"5577\": 64, \"8146\": 40, \"3543\": 121, \"3053\": 136, \"9212\": 32, \"4111\": 79, \"3619\": 118, \"9771\": 17, \"4660\": 41, \"3638\": 119, \"9287\": 34, \"609\": 903, \"3193\": 125, \"2181\": 205, \"1162\": 448, \"3732\": 81, \"1181\": 394, \"2243\": 175, \"1224\": 394, \"1230\": 303, \"206\": 2301, \"4331\": 97, \"2290\": 209, \"2824\": 159, \"1860\": 250, \"2886\": 161, \"3931\": 109, \"2914\": 134, \"2435\": 148, \"2497\": 180, \"6624\": 32, \"524\": 1045, \"2059\": 207, \"1037\": 533, \"2573\": 166, \"1559\": 309, \"2587\": 188, \"548\": 903, \"2101\": 228, \"1085\": 498, \"581\": 941, \"584\": 954, \"1541\": 311, \"2128\": 205, \"2647\": 127, \"2652\": 169, \"1636\": 292, \"2055\": 238, \"2157\": 230, \"8313\": 39, \"1146\": 462, \"1164\": 412, \"8333\": 40, \"3219\": 135, \"2200\": 215, \"1176\": 427, \"1709\": 276, \"4278\": 98, \"2747\": 158, \"1731\": 284, \"1735\": 260, \"6147\": 62, \"4311\": 97, \"4829\": 85, \"2272\": 208, \"2271\": 215, \"2275\": 198, \"8429\": 39, \"6382\": 58, \"240\": 2031, \"1277\": 429, \"1278\": 394, \"1279\": 393, \"3332\": 97, \"3336\": 127, \"6410\": 54, \"5395\": 69, \"1300\": 369, \"5923\": 59, \"3372\": 126, \"812\": 705, \"4401\": 87, \"1330\": 408, \"3401\": 120, \"2378\": 204, \"5964\": 62, \"348\": 1632, \"1374\": 317, \"3426\": 127, \"3946\": 105, \"875\": 611, \"2414\": 197, \"4461\": 86, \"880\": 614, \"1907\": 257, \"1912\": 239, \"892\": 621, \"380\": 1530, \"3968\": 98, \"388\": 1435, \"1418\": 335, \"3476\": 109, \"6046\": 60, \"2994\": 157, \"2995\": 145, \"1978\": 244, \"2503\": 182, \"2505\": 193, \"4040\": 95, \"972\": 590, \"3024\": 131, \"1488\": 315, \"2003\": 235, \"3034\": 141, \"483\": 1120, \"996\": 562, \"2024\": 245, \"3054\": 152, \"9209\": 28, \"520\": 1112, \"2596\": 171, \"1064\": 519, \"8257\": 40, \"4163\": 93, \"2124\": 231, \"6769\": 53, \"1152\": 463, \"3220\": 137, \"3751\": 113, \"1192\": 451, \"688\": 843, \"2229\": 221, \"1241\": 434, \"751\": 773, \"3828\": 108, \"2313\": 141, \"791\": 696, \"6425\": 58, \"811\": 432, \"2382\": 197, \"2896\": 143, \"1384\": 385, \"1409\": 377, \"8074\": 40, \"397\": 1431, \"416\": 1324, \"943\": 582, \"5562\": 68, \"1495\": 346, \"1508\": 333, \"523\": 1052, \"1601\": 300, \"7778\": 44, \"6761\": 51, \"3696\": 105, \"643\": 905, \"6275\": 60, \"694\": 809, \"2259\": 219, \"3287\": 129, \"248\": 2068, \"325\": 1157, \"337\": 1653, \"1883\": 253, \"7032\": 52, \"1419\": 310, \"5029\": 81, \"4051\": 90, \"7154\": 49, \"506\": 961, \"6656\": 55, \"1038\": 536, \"1564\": 331, \"4127\": 47, \"5668\": 70, \"1060\": 450, \"5164\": 69, \"4659\": 87, \"7735\": 36, \"576\": 954, \"1089\": 494, \"5705\": 40, \"4681\": 73, \"5706\": 61, \"603\": 933, \"9823\": 32, \"4197\": 101, \"2153\": 223, \"5225\": 64, \"2666\": 156, \"2567\": 133, \"5751\": 61, \"2682\": 166, \"5754\": 66, \"2174\": 195, \"2180\": 220, \"644\": 878, \"1671\": 307, \"2698\": 162, \"1677\": 283, \"2192\": 221, \"6802\": 54, \"9364\": 33, \"9877\": 32, \"3084\": 149, \"2721\": 168, \"2226\": 183, \"5633\": 65, \"6840\": 52, \"5819\": 55, \"3267\": 132, \"3281\": 74, \"2773\": 117, \"2262\": 216, \"8920\": 37, \"1755\": 280, \"1757\": 279, \"1254\": 428, \"2793\": 169, \"3310\": 79, \"5360\": 73, \"5870\": 64, \"3610\": 113, \"4853\": 81, \"759\": 749, \"2299\": 196, \"768\": 599, \"2308\": 200, \"261\": 2190, \"3863\": 108, \"1815\": 277, \"2330\": 201, \"2844\": 128, \"7179\": 45, \"2335\": 174, \"1828\": 276, \"1835\": 277, \"1837\": 203, \"1332\": 394, \"1851\": 197, \"315\": 1830, \"832\": 690, \"833\": 658, \"9539\": 31, \"1861\": 271, \"2373\": 176, \"1363\": 390, \"2901\": 105, \"2391\": 192, \"2906\": 159, \"4448\": 71, \"1381\": 383, \"3431\": 128, \"3437\": 123, \"6519\": 56, \"6521\": 58, \"6524\": 57, \"1918\": 183, \"895\": 631, \"8064\": 39, \"3967\": 87, \"1417\": 354, \"1420\": 375, \"2957\": 155, \"8085\": 42, \"2970\": 142, \"1438\": 358, \"3488\": 126, \"2464\": 189, \"1956\": 253, \"2982\": 147, \"8116\": 37, \"4540\": 73, \"6082\": 62, \"967\": 582, \"4042\": 103, \"2507\": 190, \"461\": 1209, \"2522\": 186, \"475\": 439, \"7132\": 50, \"477\": 1160, \"5598\": 69, \"1503\": 341, \"4064\": 107, \"998\": 550, \"6633\": 54, \"6636\": 38, \"5102\": 76, \"2550\": 181, \"2038\": 246, \"6651\": 53, \"508\": 1088, \"1023\": 535, \"532\": 1026, \"9753\": 16, \"2607\": 181, \"3124\": 131, \"7226\": 48, \"2110\": 238, \"2633\": 174, \"3670\": 115, \"2194\": 218, \"1189\": 433, \"7848\": 43, \"2225\": 215, \"1223\": 276, \"7886\": 44, \"1232\": 439, \"1747\": 277, \"8915\": 36, \"3605\": 121, \"6886\": 52, \"1255\": 347, \"1768\": 232, \"1265\": 350, \"1781\": 280, \"3330\": 130, \"6424\": 58, \"4895\": 81, \"1324\": 404, \"3375\": 123, \"2390\": 90, \"3928\": 106, \"2960\": 153, \"420\": 1333, \"3493\": 94, \"5547\": 53, \"1976\": 220, \"2016\": 240, \"992\": 372, \"2035\": 247, \"1011\": 565, \"4096\": 71, \"2696\": 177, \"1444\": 352, \"5670\": 66, \"1070\": 516, \"2362\": 151, \"1723\": 263, \"4046\": 101, \"7015\": 27, \"4849\": 58, \"1538\": 277, \"1548\": 312, \"5134\": 46, \"3101\": 86, \"2086\": 234, \"1586\": 314, \"2106\": 215, \"3650\": 115, \"6223\": 57, \"1542\": 278, \"5714\": 53, \"2147\": 227, \"3683\": 116, \"4204\": 97, \"5767\": 46, \"1169\": 443, \"657\": 877, \"6809\": 52, \"1186\": 457, \"4266\": 97, \"9902\": 31, \"3246\": 139, \"4787\": 87, \"2251\": 209, \"718\": 570, \"2779\": 168, \"735\": 665, \"741\": 579, \"6377\": 55, \"6383\": 59, \"4336\": 64, \"3829\": 104, \"2302\": 213, \"2305\": 176, \"3333\": 121, \"4870\": 50, \"3337\": 111, \"5386\": 72, \"1807\": 267, \"792\": 698, \"7449\": 36, \"3879\": 106, \"809\": 721, \"3377\": 121, \"9012\": 34, \"1333\": 323, \"1844\": 230, \"4938\": 65, \"2381\": 169, \"7505\": 41, \"1889\": 246, \"1380\": 381, \"896\": 508, \"1933\": 230, \"1422\": 283, \"2451\": 130, \"4502\": 86, \"3489\": 85, \"2480\": 182, \"4532\": 88, \"441\": 1340, \"3515\": 110, \"3003\": 152, \"7114\": 29, \"5579\": 44, \"8654\": 35, \"2013\": 250, \"6120\": 35, \"1521\": 307, \"1021\": 512, \"5121\": 43, \"527\": 1002, \"5665\": 70, \"3135\": 127, \"5188\": 76, \"585\": 969, \"7252\": 49, \"3668\": 110, \"3192\": 138, \"1700\": 273, \"2770\": 160, \"8405\": 40, \"2781\": 170, \"8427\": 38, \"300\": 1781, \"305\": 1917, \"5948\": 63, \"1387\": 388, \"4979\": 79, \"1436\": 368, \"950\": 591, \"951\": 531, \"3043\": 137, \"6688\": 56, \"544\": 878, \"2085\": 233, \"2606\": 184, \"1075\": 494, \"573\": 987, \"2645\": 178, \"1625\": 317, \"2659\": 173, \"611\": 875, \"6246\": 60, \"4723\": 47, \"8867\": 36, \"802\": 698, \"7483\": 29, \"4940\": 81, \"864\": 623, \"2932\": 154, \"4487\": 90, \"907\": 571, \"5541\": 71, \"947\": 590, \"1507\": 331, \"3557\": 117, \"1014\": 311, \"8210\": 40, \"2088\": 231, \"2139\": 172, \"4206\": 97, \"6255\": 55, \"8334\": 39, \"6314\": 59, \"2253\": 208, \"8406\": 35, \"4343\": 97, \"4363\": 98, \"6430\": 58, \"2355\": 176, \"4451\": 96, \"2457\": 199, \"4523\": 84, \"434\": 1305, \"6581\": 53, \"4549\": 89, \"460\": 1242, \"2528\": 161, \"489\": 1146, \"2555\": 188, \"531\": 1075, \"2581\": 184, \"2632\": 172, \"621\": 686, \"2674\": 179, \"2677\": 175, \"2681\": 168, \"660\": 867, \"4759\": 48, \"695\": 813, \"717\": 765, \"4815\": 80, \"720\": 702, \"722\": 793, \"754\": 751, \"2813\": 158, \"834\": 561, \"868\": 556, \"2930\": 158, \"7141\": 49, \"3049\": 155, \"1025\": 555, \"1027\": 538, \"7208\": 41, \"1079\": 516, \"3165\": 144, \"3187\": 137, \"3204\": 140, \"1177\": 449, \"1194\": 439, \"1197\": 451, \"5320\": 75, \"1240\": 319, \"3312\": 134, \"1271\": 417, \"3321\": 112, \"5412\": 63, \"5417\": 64, \"1325\": 376, \"3382\": 132, \"7489\": 31, \"1373\": 374, \"7563\": 46, \"5515\": 68, \"5582\": 29, \"1529\": 330, \"1555\": 338, \"1597\": 325, \"1626\": 268, \"5781\": 67, \"5789\": 27, \"3754\": 95, \"3756\": 106, \"5841\": 48, \"1774\": 289, \"1801\": 275, \"1822\": 284, \"3871\": 108, \"3880\": 113, \"1852\": 262, \"1904\": 257, \"8073\": 34, \"1941\": 229, \"1999\": 252, \"6118\": 58, \"4141\": 91, \"1091\": 361, \"1148\": 441, \"1151\": 394, \"3318\": 132, \"1319\": 402, \"9579\": 29, \"1405\": 349, \"6027\": 64, \"2454\": 197, \"926\": 535, \"3560\": 67, \"4136\": 100, \"6233\": 48, \"4193\": 97, \"8305\": 40, \"4225\": 79, \"2195\": 153, \"2211\": 220, \"2232\": 204, \"6391\": 57, \"2301\": 195, \"4464\": 90, \"395\": 1405, \"4501\": 81, \"411\": 1336, \"6579\": 48, \"4574\": 85, \"2535\": 154, \"2568\": 181, \"2595\": 139, \"2713\": 137, \"677\": 791, \"8905\": 32, \"2783\": 173, \"757\": 722, \"767\": 588, \"6933\": 42, \"2873\": 154, \"858\": 668, \"4956\": 59, \"889\": 642, \"890\": 558, \"912\": 491, \"962\": 574, \"976\": 542, \"5083\": 73, \"1028\": 520, \"1033\": 560, \"1057\": 475, \"1067\": 399, \"1087\": 489, \"3149\": 145, \"3155\": 130, \"9304\": 33, \"3161\": 133, \"3170\": 136, \"3183\": 139, \"1136\": 482, \"7315\": 44, \"9373\": 34, \"3230\": 135, \"3244\": 108, \"1204\": 408, \"1218\": 413, \"1231\": 436, \"7389\": 44, \"3300\": 136, \"5364\": 50, \"1286\": 385, \"1307\": 392, \"3359\": 132, \"3368\": 105, \"9529\": 30, \"1339\": 395, \"1351\": 345, \"3465\": 125, \"3466\": 129, \"1428\": 371, \"1448\": 358, \"1473\": 330, \"1478\": 228, \"1499\": 336, \"1504\": 332, \"5604\": 66, \"5687\": 66, \"1593\": 286, \"5730\": 65, \"1693\": 205, \"3775\": 110, \"5825\": 60, \"1732\": 282, \"1821\": 277, \"1854\": 271, \"8047\": 36, \"3954\": 102, \"1909\": 231, \"4076\": 106, \"1044\": 541, \"5677\": 51, \"1078\": 500, \"1092\": 442, \"583\": 953, \"6753\": 53, \"1288\": 422, \"869\": 665, \"2439\": 190, \"7056\": 37, \"1475\": 323, \"514\": 1085, \"5712\": 54, \"1654\": 232, \"3774\": 94, \"3296\": 124, \"2282\": 148, \"2304\": 211, \"1281\": 413, \"3366\": 125, \"2877\": 163, \"5465\": 67, \"3420\": 62, \"7023\": 49, \"3073\": 143, \"7696\": 42, \"2066\": 230, \"1558\": 312, \"6172\": 39, \"1573\": 327, \"4137\": 86, \"3629\": 118, \"2119\": 234, \"2121\": 217, \"598\": 850, \"2151\": 113, \"2672\": 175, \"2160\": 166, \"3188\": 139, \"649\": 799, \"1161\": 465, \"654\": 849, \"4253\": 89, \"9893\": 29, \"683\": 860, \"8892\": 35, \"705\": 757, \"9922\": 31, \"5827\": 67, \"1748\": 286, \"5849\": 62, \"7388\": 17, \"3303\": 138, \"4841\": 59, \"1770\": 280, \"7411\": 46, \"4859\": 76, \"1790\": 279, \"772\": 732, \"1287\": 396, \"2328\": 206, \"3864\": 95, \"3868\": 103, \"9507\": 32, \"3878\": 48, \"4908\": 69, \"4419\": 86, \"6979\": 51, \"2888\": 142, \"4443\": 93, \"1888\": 265, \"8034\": 21, \"2915\": 135, \"9061\": 35, \"9581\": 15, \"2423\": 191, \"2938\": 159, \"9595\": 30, \"1922\": 237, \"3464\": 125, \"9613\": 32, \"1434\": 369, \"1459\": 338, \"3507\": 117, \"7094\": 50, \"4539\": 85, \"6078\": 63, \"4047\": 90, \"2009\": 240, \"2010\": 243, \"986\": 567, \"4576\": 89, \"5603\": 66, \"1003\": 488, \"3570\": 119, \"1013\": 465, \"2549\": 156, \"3062\": 142, \"9210\": 32, \"897\": 621, \"5811\": 42, \"4689\": 87, \"3410\": 112, \"2258\": 219, \"2062\": 127, \"2069\": 192, \"1047\": 514, \"1585\": 311, \"582\": 985, \"1616\": 326, \"6739\": 55, \"1643\": 303, \"3182\": 124, \"3085\": 139, \"2244\": 219, \"3299\": 123, \"3835\": 100, \"1805\": 273, \"8493\": 38, \"2372\": 210, \"855\": 672, \"4960\": 78, \"1915\": 265, \"393\": 1408, \"1937\": 241, \"1442\": 349, \"9124\": 35, \"942\": 589, \"6064\": 62, \"4053\": 103, \"982\": 334, \"1289\": 395, \"5397\": 33, \"7833\": 26, \"3097\": 147, \"7455\": 29, \"5928\": 50, \"7850\": 25, \"2090\": 236, \"684\": 824, \"1578\": 329, \"9910\": 30, \"8633\": 23, \"2615\": 161, \"3136\": 64, \"3020\": 144, \"9479\": 32, \"2638\": 180, \"1491\": 310, \"2007\": 239, \"9573\": 30, \"1127\": 481, \"2819\": 141, \"6392\": 58, \"3648\": 113, \"2123\": 205, \"8795\": 36, \"2150\": 224, \"627\": 938, \"2172\": 229, \"4230\": 93, \"1681\": 302, \"4300\": 99, \"2261\": 217, \"1769\": 296, \"2285\": 193, \"1266\": 430, \"3325\": 128, \"4872\": 81, \"781\": 728, \"2327\": 206, \"7451\": 48, \"6956\": 53, \"831\": 656, \"862\": 629, \"7012\": 49, \"877\": 638, \"7538\": 46, \"4467\": 92, \"3444\": 126, \"414\": 1335, \"5543\": 70, \"3503\": 121, \"4045\": 101, \"2520\": 191, \"6144\": 59, \"669\": 859, \"2208\": 217, \"5023\": 80, \"1100\": 504, \"1870\": 253, \"5458\": 43, \"3542\": 120, \"234\": 2398, \"747\": 740, \"2675\": 172, \"7799\": 44, \"2583\": 154, \"560\": 947, \"1074\": 478, \"2680\": 84, \"2260\": 205, \"2270\": 215, \"1764\": 291, \"1297\": 408, \"3393\": 127, \"3418\": 126, \"1486\": 344, \"7126\": 50, \"7146\": 49, \"5632\": 70, \"6658\": 55, \"1556\": 328, \"6677\": 54, \"1569\": 320, \"1068\": 500, \"2097\": 236, \"1594\": 328, \"1603\": 261, \"1611\": 243, \"5710\": 69, \"3151\": 142, \"6235\": 60, \"1115\": 460, \"1638\": 314, \"1641\": 260, \"1132\": 372, \"6288\": 54, \"6801\": 52, \"2196\": 217, \"5798\": 65, \"7338\": 49, \"8883\": 36, \"5813\": 64, \"7352\": 47, \"4809\": 86, \"1740\": 269, \"4827\": 75, \"3292\": 131, \"2278\": 206, \"6887\": 54, \"4335\": 97, \"5645\": 70, \"9978\": 30, \"6910\": 50, \"6924\": 51, \"3857\": 107, \"6937\": 50, \"1820\": 215, \"7459\": 46, \"3370\": 115, \"7479\": 45, \"1855\": 278, \"1343\": 391, \"1887\": 268, \"3424\": 127, \"872\": 666, \"2922\": 113, \"3953\": 106, \"7548\": 47, \"5501\": 72, \"7049\": 52, \"6540\": 56, \"2964\": 152, \"7063\": 50, \"7066\": 50, \"2460\": 162, \"6563\": 57, \"9635\": 18, \"1957\": 255, \"4006\": 109, \"1958\": 258, \"4515\": 92, \"941\": 601, \"959\": 602, \"3008\": 144, \"4566\": 71, \"1505\": 346, \"7652\": 43, \"3558\": 124, \"5610\": 70, \"5611\": 70, \"8685\": 37, \"5615\": 69, \"3682\": 113, \"7305\": 47, \"2811\": 156, \"1819\": 260, \"7980\": 36, \"2870\": 129, \"7999\": 29, \"6977\": 52, \"2461\": 193, \"2462\": 188, \"938\": 548, \"4027\": 106, \"7638\": 41, \"4080\": 102, \"6200\": 59, \"1635\": 276, \"2663\": 173, \"2162\": 229, \"4212\": 97, \"1138\": 466, \"2175\": 139, \"5779\": 68, \"1193\": 408, \"6826\": 53, \"3792\": 112, \"2268\": 217, \"2297\": 185, \"8472\": 39, \"5411\": 49, \"826\": 585, \"1346\": 384, \"1884\": 202, \"9565\": 32, \"5998\": 64, \"1917\": 252, \"905\": 590, \"7564\": 40, \"1421\": 372, \"4499\": 62, \"1943\": 249, \"1433\": 363, \"1466\": 361, \"1469\": 240, \"2001\": 234, \"5084\": 78, \"1019\": 487, \"2078\": 234, \"2104\": 229, \"6215\": 61, \"2133\": 218, \"2143\": 228, \"6270\": 57, \"4249\": 81, \"2237\": 215, \"4289\": 85, \"4292\": 94, \"4313\": 82, \"2296\": 214, \"4349\": 75, \"4392\": 96, \"4400\": 95, \"8530\": 38, \"6484\": 54, \"4462\": 75, \"2467\": 182, \"8613\": 37, \"443\": 955, \"4541\": 89, \"8642\": 29, \"2518\": 178, \"512\": 1035, \"525\": 1019, \"2591\": 176, \"2605\": 175, \"4669\": 76, \"6756\": 53, \"4708\": 75, \"8813\": 37, \"4719\": 85, \"2692\": 166, \"8839\": 33, \"6807\": 51, \"4762\": 82, \"667\": 666, \"4761\": 84, \"2745\": 136, \"700\": 713, \"711\": 566, \"2774\": 166, \"730\": 754, \"743\": 795, \"6891\": 52, \"2820\": 134, \"787\": 664, \"2855\": 163, \"4911\": 69, \"9008\": 33, \"4922\": 42, \"881\": 622, \"7027\": 51, \"5011\": 45, \"2979\": 151, \"3001\": 140, \"3006\": 110, \"5068\": 75, \"7131\": 40, \"7159\": 49, \"3071\": 148, \"1031\": 491, \"5145\": 65, \"3115\": 145, \"3117\": 145, \"7250\": 43, \"1133\": 488, \"9332\": 34, \"1150\": 452, \"1213\": 324, \"7392\": 39, \"1253\": 365, \"1302\": 403, \"1303\": 398, \"1327\": 399, \"5430\": 70, \"3458\": 99, \"5540\": 65, \"3499\": 124, \"1455\": 248, \"5567\": 65, \"7621\": 40, \"1481\": 357, \"9676\": 31, \"3537\": 101, \"9686\": 30, \"5608\": 66, \"1533\": 335, \"1561\": 252, \"1574\": 321, \"3628\": 114, \"1595\": 318, \"3645\": 116, \"3660\": 119, \"5716\": 68, \"3671\": 118, \"3673\": 101, \"1646\": 306, \"3727\": 117, \"7858\": 42, \"1738\": 218, \"1778\": 278, \"3827\": 112, \"1806\": 196, \"5933\": 63, \"1845\": 258, \"1896\": 256, \"6040\": 61, \"1945\": 262, \"6062\": 55, \"6063\": 58, \"4028\": 98, \"6088\": 59, \"8147\": 30, \"4058\": 96, \"6110\": 61, \"3624\": 113, \"553\": 1044, \"7737\": 45, \"1600\": 308, \"4161\": 97, \"7751\": 41, \"2635\": 178, \"4175\": 85, \"1106\": 463, \"6745\": 48, \"1203\": 424, \"1208\": 433, \"5828\": 65, \"2248\": 217, \"6361\": 32, \"2312\": 163, \"1299\": 406, \"4896\": 81, \"1318\": 386, \"5436\": 64, \"2878\": 159, \"1371\": 397, \"9095\": 35, \"2459\": 196, \"415\": 1311, \"931\": 596, \"970\": 560, \"2516\": 173, \"1497\": 341, \"2525\": 188, \"4090\": 102, \"2046\": 208, \"1032\": 505, \"6679\": 54, \"3099\": 149, \"1088\": 507, \"1096\": 494, \"2142\": 230, \"5764\": 65, \"9888\": 31, \"702\": 807, \"929\": 488, \"930\": 629, \"5042\": 73, \"974\": 588, \"1012\": 546, \"7160\": 45, \"642\": 885, \"2468\": 199, \"427\": 1383, \"2363\": 211, \"1285\": 367, \"4435\": 84, \"5247\": 65, \"529\": 1057, \"1048\": 496, \"2669\": 172, \"3225\": 134, \"1711\": 271, \"1217\": 444, \"1739\": 281, \"3280\": 135, \"5339\": 69, \"5358\": 74, \"5874\": 65, \"8947\": 35, \"3881\": 97, \"2859\": 102, \"1857\": 255, \"3915\": 109, \"9553\": 32, \"1886\": 234, \"4483\": 89, \"6535\": 56, \"2956\": 143, \"3981\": 108, \"9655\": 33, \"1477\": 360, \"2017\": 244, \"5091\": 79, \"1026\": 515, \"1413\": 323, \"2444\": 199, \"2711\": 166, \"3891\": 89, \"567\": 883, \"1672\": 251, \"1520\": 258, \"4852\": 82, \"5651\": 61, \"4685\": 77, \"591\": 890, \"2644\": 179, \"7260\": 31, \"4234\": 64, \"9939\": 25, \"2322\": 213, \"865\": 321, \"4002\": 99, \"1006\": 503, \"580\": 970, \"1605\": 317, \"1608\": 319, \"7754\": 45, \"1210\": 396, \"3319\": 69, \"3854\": 109, \"5431\": 66, \"9018\": 25, \"2384\": 207, \"2912\": 118, \"5990\": 55, \"879\": 644, \"2949\": 153, \"965\": 576, \"3531\": 122, \"2559\": 175, \"2087\": 234, \"1069\": 519, \"1582\": 302, \"3630\": 116, \"1596\": 302, \"8256\": 35, \"578\": 982, \"1604\": 299, \"2122\": 229, \"5713\": 58, \"2132\": 234, \"5743\": 63, \"2164\": 224, \"2678\": 168, \"2690\": 171, \"7306\": 22, \"5269\": 71, \"9885\": 31, \"6839\": 53, \"1207\": 461, \"5309\": 72, \"1729\": 282, \"3778\": 112, \"1743\": 299, \"1744\": 292, \"6664\": 55, \"1320\": 370, \"1869\": 268, \"4958\": 80, \"2918\": 160, \"2409\": 189, \"372\": 1250, \"2419\": 193, \"2958\": 150, \"3983\": 104, \"5013\": 77, \"917\": 640, \"3009\": 155, \"5067\": 79, \"5070\": 80, \"463\": 1222, \"8153\": 41, \"4569\": 92, \"9180\": 24, \"8159\": 42, \"4075\": 104, \"3581\": 122, \"5634\": 64, \"3109\": 148, \"7239\": 50, \"1628\": 230, \"1126\": 490, \"2176\": 226, \"5291\": 74, \"2266\": 143, \"1803\": 276, \"2406\": 112, \"402\": 1356, \"2037\": 230, \"2149\": 230, \"4215\": 74, \"2169\": 221, \"2236\": 181, \"2239\": 220, \"2254\": 224, \"4333\": 92, \"8446\": 37, \"6414\": 52, \"8464\": 38, \"6506\": 44, \"2475\": 172, \"2479\": 188, \"2481\": 152, \"4559\": 77, \"6622\": 57, \"2654\": 179, \"2656\": 159, \"6785\": 41, \"653\": 870, \"2705\": 92, \"8858\": 18, \"6831\": 52, \"8931\": 26, \"810\": 688, \"6997\": 45, \"861\": 570, \"935\": 574, \"7090\": 38, \"7115\": 48, \"981\": 563, \"3032\": 154, \"9194\": 26, \"1039\": 500, \"1043\": 493, \"5149\": 76, \"3106\": 133, \"5180\": 77, \"3195\": 126, \"1155\": 452, \"7301\": 49, \"9358\": 32, \"3242\": 130, \"3260\": 131, \"7364\": 48, \"7401\": 40, \"1313\": 346, \"1326\": 369, \"5440\": 68, \"3411\": 130, \"1377\": 378, \"1389\": 298, \"9636\": 18, \"3495\": 126, \"5561\": 36, \"3535\": 107, \"1500\": 337, \"7673\": 46, \"1553\": 330, \"3604\": 121, \"3625\": 119, \"7732\": 45, \"1602\": 211, \"3733\": 100, \"1752\": 275, \"1759\": 273, \"5861\": 60, \"1773\": 288, \"1796\": 267, \"1810\": 242, \"1824\": 262, \"3896\": 80, \"1868\": 216, \"3995\": 95, \"8110\": 41, \"2004\": 243, \"2027\": 250, \"3076\": 137, \"5642\": 68, \"8213\": 36, \"1531\": 294, \"5205\": 75, \"1124\": 345, \"1022\": 369, \"6289\": 51, \"9389\": 32, \"1201\": 457, \"1714\": 241, \"3288\": 130, \"3298\": 111, \"2280\": 165, \"1295\": 331, \"4368\": 95, \"1809\": 253, \"8982\": 32, \"6423\": 21, \"5408\": 62, \"4130\": 100, \"8717\": 36, \"7009\": 49, \"867\": 666, \"1894\": 258, \"6518\": 56, \"2954\": 157, \"5526\": 72, \"2463\": 164, \"2981\": 157, \"1967\": 248, \"6578\": 46, \"5044\": 80, \"6590\": 57, \"1984\": 248, \"975\": 526, \"3548\": 119, \"2556\": 175, \"4606\": 66, \"8207\": 23, \"2076\": 240, \"2080\": 236, \"3116\": 129, \"4653\": 88, \"8236\": 41, \"5167\": 75, \"2613\": 141, \"1589\": 325, \"1621\": 302, \"3160\": 140, \"3174\": 136, \"8809\": 37, \"8810\": 17, \"6784\": 48, \"1667\": 271, \"6294\": 54, \"1174\": 471, \"3228\": 86, \"7337\": 47, \"4796\": 85, \"7398\": 36, \"7170\": 46, \"1259\": 309, \"3322\": 131, \"7682\": 45, \"5648\": 66, \"5380\": 74, \"3860\": 114, \"5398\": 56, \"9524\": 28, \"823\": 606, \"9561\": 33, \"4973\": 82, \"2437\": 188, \"5509\": 67, \"6550\": 45, \"3500\": 115, \"1966\": 247, \"2993\": 156, \"1979\": 249, \"8640\": 38, \"2506\": 188, \"8144\": 41, \"3584\": 43, \"3107\": 125, \"3138\": 143, \"646\": 824, \"3232\": 125, \"5852\": 61, \"5372\": 73, \"765\": 686, \"3855\": 108, \"2408\": 168, \"362\": 1249, \"1390\": 374, \"2418\": 150, \"1932\": 253, \"2977\": 146, \"9673\": 31, \"5618\": 64, \"2061\": 242, \"2094\": 238, \"1606\": 320, \"5203\": 71, \"2131\": 197, \"4182\": 97, \"1627\": 312, \"8803\": 36, \"1669\": 312, \"2697\": 127, \"1676\": 280, \"3752\": 101, \"2737\": 167, \"5832\": 65, \"714\": 820, \"1233\": 405, \"6879\": 52, \"2276\": 213, \"1256\": 415, \"3357\": 133, \"1315\": 389, \"2349\": 210, \"4403\": 87, \"6990\": 45, \"6485\": 54, \"2392\": 194, \"5484\": 71, \"1393\": 366, \"909\": 597, \"3470\": 118, \"3990\": 103, \"2455\": 191, \"3504\": 116, \"5080\": 58, \"6626\": 52, \"995\": 501, \"6119\": 61, \"9730\": 30, \"2564\": 184, \"4618\": 82, \"4123\": 86, \"2590\": 178, \"9767\": 32, \"2093\": 237, \"5682\": 66, \"7220\": 43, \"9278\": 34, \"7750\": 40, \"6733\": 55, \"8271\": 41, \"597\": 779, \"5725\": 53, \"4189\": 103, \"2772\": 158, \"1648\": 223, \"5746\": 66, \"2168\": 229, \"5757\": 68, \"4219\": 102, \"1670\": 309, \"4749\": 56, \"7830\": 44, \"2720\": 168, \"5283\": 72, \"2732\": 166, \"5812\": 56, \"2743\": 114, \"8890\": 37, \"1227\": 445, \"2256\": 215, \"2776\": 157, \"9428\": 32, \"2782\": 139, \"8927\": 23, \"9956\": 29, \"8428\": 37, \"4334\": 81, \"6155\": 59, \"3839\": 107, \"2309\": 189, \"2842\": 164, \"2368\": 183, \"9028\": 36, \"2887\": 160, \"8534\": 38, \"6998\": 45, \"2395\": 197, \"5470\": 65, \"2911\": 153, \"7520\": 46, \"2921\": 156, \"1897\": 259, \"3436\": 103, \"8049\": 43, \"3453\": 125, \"1940\": 245, \"7575\": 45, \"2988\": 153, \"1971\": 234, \"9140\": 34, \"7613\": 43, \"6079\": 57, \"7620\": 45, \"8139\": 42, \"1489\": 357, \"4565\": 73, \"5077\": 77, \"2524\": 181, \"8671\": 38, \"2026\": 235, \"3635\": 105, \"1591\": 296, \"5183\": 76, \"1084\": 511, \"1114\": 461, \"8827\": 34, \"2183\": 216, \"5303\": 74, \"2240\": 225, \"1746\": 220, \"1245\": 401, \"9448\": 33, \"1280\": 404, \"1814\": 271, \"1312\": 363, \"801\": 703, \"2374\": 192, \"1929\": 243, \"1942\": 256, \"1953\": 248, \"3551\": 120, \"5088\": 78, \"3554\": 114, \"4608\": 90, \"3602\": 115, \"7709\": 41, \"2639\": 128, \"4737\": 85, \"2695\": 117, \"673\": 767, \"6836\": 53, \"2748\": 152, \"708\": 731, \"7383\": 48, \"1823\": 270, \"2861\": 135, \"837\": 503, \"6982\": 51, \"8520\": 39, \"1364\": 383, \"4949\": 77, \"2421\": 200, \"1404\": 387, \"911\": 588, \"7062\": 52, \"1445\": 351, \"9360\": 33, \"920\": 483, \"924\": 482, \"1071\": 489, \"1347\": 381, \"7687\": 46, \"9765\": 32, \"3137\": 140, \"1097\": 495, \"1112\": 487, \"3716\": 115, \"4741\": 87, \"6284\": 55, \"3726\": 117, \"1680\": 304, \"5304\": 41, \"3776\": 100, \"3791\": 113, \"1763\": 285, \"1767\": 284, \"1273\": 419, \"9466\": 26, \"7432\": 45, \"4360\": 92, \"1847\": 262, \"3386\": 131, \"2928\": 151, \"2929\": 145, \"2955\": 148, \"2968\": 158, \"1955\": 232, \"2472\": 192, \"2990\": 155, \"4529\": 88, \"9139\": 31, \"2517\": 154, \"9185\": 35, \"2060\": 162, \"5663\": 48, \"6189\": 56, \"3065\": 127, \"3708\": 119, \"1175\": 445, \"2210\": 220, \"5799\": 55, \"7861\": 42, \"6328\": 51, \"5313\": 62, \"6869\": 50, \"1756\": 230, \"3297\": 65, \"1802\": 197, \"2345\": 188, \"6964\": 28, \"9025\": 31, \"8108\": 40, \"4081\": 104, \"4110\": 101, \"2189\": 208, \"2222\": 217, \"6336\": 52, \"6388\": 56, \"2317\": 202, \"4404\": 94, \"2396\": 198, \"2404\": 184, \"6512\": 56, \"4506\": 81, \"4518\": 88, \"6567\": 52, \"2474\": 187, \"4528\": 81, \"6602\": 44, \"2566\": 181, \"2579\": 135, \"2584\": 178, \"4654\": 78, \"2609\": 129, \"2619\": 152, \"587\": 967, \"2649\": 179, \"2658\": 151, \"6772\": 52, \"632\": 758, \"661\": 835, \"4769\": 40, \"8903\": 36, \"6888\": 43, \"2794\": 160, \"2798\": 170, \"2801\": 143, \"755\": 627, \"2806\": 141, \"2817\": 136, \"6920\": 48, \"9014\": 36, \"4919\": 83, \"830\": 582, \"4993\": 74, \"2965\": 126, \"9126\": 32, \"9159\": 33, \"3023\": 147, \"990\": 561, \"7156\": 46, \"5154\": 76, \"1065\": 364, \"5195\": 65, \"9371\": 31, 